/*
 Localization provided by Wordcrafts
 The Mac OS X and iOS localization experts.
 http://www.wordcrafts.de
 */


/* General */

/* For dialogs yes buttons */
"HockeyYes" = "Da";

/* For dialogs no buttons */
"HockeyNo" = "Ne";

/* For dialogs ok buttons */
"HockeyOK" = "U redu";

/* Replacement for app name, if it could not be detected */
"HockeyAppNamePlaceholder" = "Ova aplikacija";

/* Crash */


/* Crash dialog */

/* Title showing in the alert box when crash report data has been found */
"CrashDataFoundTitle" = "%@ Neočekivani Završetak";

/* Description explaining that crash data has been found and ask the user if the data might be uploaded to the developers server */
"CrashDataFoundAnonymousDescription" = "Želite li poslati anonimno izviješće da možemo riješiti problem?";

/* Description explaining that crash data has been found and ask the user if the non anonymous data might be uplaoded to the developers server */
"CrashDataFoundDescription" = "Želite li poslati izviješće da možemo riješiti problem?";

/* Alert box button if the users wants to send crash data always automatically */
"CrashSendReportAlways" = "Uvijek Šalji";

/* Alert box button to send the crash report once */
"CrashSendReport" = "Pošalji Izvijeće";

/* Alert box button to decline sending the report */
"CrashDontSendReport" = "Ne Šalji";

/* Text showing in a processing box that the crash data is being uploaded to the server */
"CrashReportSending" = "Slanje…";


/* Update */


/* Update Alert view */

/* Update available */
"UpdateAvailable" = "Ažuriranje je dostupno";

"UpdateAlertTextWithAppVersion" = "%@ je dostupna.";

"UpdateAlertMandatoryTextWithAppVersion" = "%@ je dostupna i obavezno je ažuriranje!";

"UpdateIgnore" = "Zanemari";

"UpdateShow" = "Prikaz";

"UpdateInstall" = "Instaliraj";

"UpdateRemindMe" = "Podsjeti me";


/* Update Details */

"UpdateScreenTitle" = "Ažuriranje";

"UpdateButtonCheck" = "PROVJERA";

"UpdateButtonSearching" = "PROVJERA";

"UpdateButtonUpdate" = "AŽURIRANJE";

"UpdateButtonInstalling" = "INSTALIRANJE";

"UpdateButtonOffline" = "VAN MREŽE";

"UpdateInstalled" = "INSTALIRANO";

"UpdateVersion" = "Verzija";

"UpdateShowPreviousVersions" = "Prikaz prethodnih verzija...";

"UpdateNoUpdateAvailableTitle" = "Ažuriranja nisu dostupna";

"UpdateNoUpdateAvailableMessage" = "%@ je već najnovija verzija.";

"UpdateError" = "Greška";

"UpdateWarning" = "Upozorenje";

"UpdateNoReleaseNotesAvailable" = "Nisu dostupne bilješke izdanja.";


/* Update Authorization  */

"UpdateAuthorizationProgress" = "Autorizacija...";

"UpdateAuthorizationOffline" = "Potrebna je internetska veza!";

"UpdateAuthorizationDenied" = "Autorizacija je odbijena. Molimo obratite se razvojnom programeru.";


/* Update Expiry  */

"UpdateExpired" = "%@ je isteklo i ne može se više koristiti.";


/* Update Simulator Warning */

"UpdateSimulatorMessage" = "Hockey ažuriranje ne radi u Simulatoru.\nThe itms-services:// url scheme is implemented but nonfunctional.";


/* Feedback */


/* New Message Alert */

/* Alert Title */
"HockeyFeedbackNewMessageTitle" = "Novi Odgovor na Povratnu Informaciju";

/* Alert Text */
"HockeyFeedbackNewMessageText" = "Dostupan je novi odgovor na Vašu povratnu informaciju. Želite li ga pogledati?";

/* Alert Ignore Button */
"HockeyFeedbackIgnore" = "Zanemari";

/* Alert Show Button */
"HockeyFeedbackShow" = "Prikaži";


/* List View */

/* Title */
"HockeyFeedbackListTitle" = "Povratna Informacija";

/* Last Updated */
"HockeyFeedbackListLastUpdated" = "Zadnje Ažuriranje: %@";

/* Never Updated */
"HockeyFeedbackListNeverUpdated" = "Nikada";

/* Provide Feedback Button Title */
"HockeyFeedbackListButtonWriteFeedback" = "Osigurajte Povratnu Informaciju";

/* Add a Response Button Title */
"HockeyFeedbackListButtonWriteResponse" = "Dodaj Odgovor";

/* User Data Set Name Button Title */
"HockeyFeedbackListButtonUserDataSetName" = "Postavite Vaše Ime";

/* User Data Set Email Button Title */
"HockeyFeedbackListButtonUserDataSetEmail" = "Postavite Vaš E-mail";

/* User Data With Name Button Title */
"HockeyFeedbackListButtonUserDataWithName" = "Ime: %@";

/* User Data With Email Button Title */
"HockeyFeedbackListButtonUserDataWithEmail" = "E-mail:  %@";

/* Button title for deleting all local messages*/
"HockeyFeedbackListButtonDeleteAllMessages" = "Obriši Sve Poruke";

/* Message pending to be send */
"HockeyFeedbackListMessagePending" = "Čekanje";


/* Delete All Messages Action Sheet / Alert View */

/* Title for the Action Sheet */
"HockeyFeedbackListDeleteAllTitle" = "Ovo će obrisati sve poruke na ovom uređaju.";

/* Button Title to perform delete action */
"HockeyFeedbackListDeleteAllDelete" = "Obriši";

/* Button Title to cancel delete action */
"HockeyFeedbackListDeleteAllCancel" = "Prekid";


/* Open Link In Safari Action Sheet / Alert View */

/* Button Title to cancel */
"HockeyFeedbackListLinkActionCancel" = "Prekid";

/* Button Title to Open the Link */
"HockeyFeedbackListLinkActionOpen" = "Otvori";

/* Button Title to Copy the Link */
"HockeyFeedbackListLinkActionCopy" = "Kopiraj";


/* UIActivity */

/* Activity Sharing Button Title, App Name will be inserted */
"HockeyFeedbackActivityButtonTitle" = "%@ Povratna Informacija";

/* if there can no app name be found, use this instead for HockeyFeedbackActivityButtonTitle */
"HockeyFeedbackActivityAppPlaceholder" = "Aplikacija";


/* Compose Message */

/* Title */
"HockeyFeedbackComposeTitle" = "Nova Povratna Informacija";

/* Send button */
"HockeyFeedbackComposeSend" = "Šalji";

/* Add Image button for attachment actions */
"HockeyFeedbackComposeAttachmentAddImage" = "Add Image";

/* Edit button for attachment actions */
"HockeyFeedbackComposeAttachmentEdit" = "Edit Image";

/* Delete button for attachment actions */
"HockeyFeedbackComposeAttachmentDelete" = "Delete Image";

/* Cancel button for attachment actions */
"HockeyFeedbackComposeAttachmentCancel" = "Prekid";


/* Set User Data */

/* Title */
"HockeyFeedbackUserDataTitle" = "Moj Info";

/* Description On What Should Be Entered */
"HockeyFeedbackUserDataDescription" = "Prije pisanja povratne informacije navedite svoje podatke.";

/* Name Field */
"HockeyFeedbackUserDataName" = "Ime";

/* Name Placeholder */
"HockeyFeedbackUserDataNamePlaceHolder" = "Ivan Horvat";

/* Email Field */
"HockeyFeedbackUserDataEmail" = "E-mail";

/* Email Placeholder */
"HockeyFeedbackUserDataEmailPlaceholder" = "email@primjer.com";


/* Authenticator */

/* View Controller Title*/
"HockeyAuthenticatorViewControllerTitle" = "HockeyApp";

/* BITAuthenticatorAuthTypeUDIDProvider */
"HockeyAuthenticationViewControllerWebUDIDLoginDescription" = "Razvojni programer je zatražio UDID Vašeg uređaja. Dodirnite ispod kako biste otvorili HockeyApp web stranicu i autorizirali pristup.";
"HockeyAuthenticationViewControllerWebLoginButtonTitle" = "Otvori HockeyApp";

/* BITAuthenticatorIdentificationTypeWebAuth */
"HockeyAuthenticationViewControllerWebAuthLoginDescription" = "Razvojni programer je zatražio e-mail adresu Vašeg HockeyApp računa. Dodirnite ispod kako biste otvorili HockeyApp web stranicu i autorizirali pristup.";

/* BITAuthenticatorAuthTypeEmail and BITAuthenticatorAuthTypeEmailAndPassword */
"HockeyAuthenticationViewControllerDataEmailAndPasswordDescription" = "Unesite molimo Vas e-mail adresu i lozinku Vašeg HockeyApp računa kako biste autorizirali pristup ovoj aplikaciji.";
"HockeyAuthenticationViewControllerDataEmailDescription" = "Molimo Vas unesite e-mail adresu Vašeg HockeyApp računa za autorizaciju pristupa aplikaciji.";
"HockeyAuthenticationViewControllerEmailPlaceholder" = "email@primjer.com";
"HockeyAuthenticationViewControllerPasswordPlaceholder" = "Obavezno";
"HockeyAuthenticationViewControllerEmailDescription" = "E-mail";
"HockeyAuthenticationViewControllerPasswordDescription" = "Lozinka";

/* Error presented to the user if authentication failed because of networking issues */
"HockeyAuthenticationViewControllerNetworkError" = "Autorizacija nije uspjela. Vaš uređaj nema pristup internetu. Molimo Vas pokušajte iznova.";


"HockeyAuthenticationFailedAuthenticate" = "Autorizacija nije uspjela. Molimo Vas pokušajte iznova ili kontaktirajte razvojnog programera ove aplikacije.";
"HockeyAuthenticationNotMember" = "Vi niste autorizirani za korištenje ove aplikacije. Molimo Vas kontaktirajte razvojnog programera ove aplikacije.";
"HockeyAuthenticationContactDeveloper" = "Pogreška u autoriziranju. Molimo Vas kontaktirajte razvojnog programera ove aplikacije.";
"HockeyAuthenticationWrongEmailPassword" = "E-mail adresa ili lozinka koju ste unijeli nije ispravna. Molimo Vas provjerite Vaš unos i pokušajte iznova.";
"HockeyAuthenticationAuthSecretMissing" = "HockeySDK \"authorization secret\" nije postavljen. Molimo Vas kontaktirajte razvojnog programera ove aplikacije.";

/* Accessibility strings */
"HockeyAccessibilityHintRequired" = "Obavezno";
